Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=610_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Zoja Nosova on koltansaamen kielen uranuurtaja.
sme: Zoja Nosova lea nuortalašgiela bálggesčuolli.

source: Hän asuu Venäjän puolella Ylä-Tuloman kylässä, suuren Murmanskin kaupungin ja Suomen itärajalla sijaitsevien kolttasaamelaisten asuinalueiden välissä.
sme: Son ássá Ruošša bealde Badje-Doalláma gilis, stuorra Murmánskka gávpoga ja Suoma nuortarájá nuortalaš ássanguovlluid gaskkas.

source: Zoja on syntynyt Kuolan niemimaan pohjoisrannalla olevan Muotkavuonon rannalla, Muotkavuonon kylässä, porosaamelaiseen perheeseen.
sme: Zoja lea riegádan Guoládatnjárgga davvegáttis, Muotkevuona gilis, boazosápmelaš bearrašii.

source: Hänen lapsuudessaan koltansaamea, joka on myös Zojan äidinkieli, puhuttiin alueella yleisesti.
sme: Su mánnávuođa guovllus lei dábálaš hállat nuortalašgiela, mii lea maid Zoja eatnigiella.

source: Zojan lapsuuden kotikylä on nykyisin suljettua aluetta, joka kuuluu Venäjän armeijalle.
sme: Zoja mánnávuođa ruoktogilli lea dán áigge giddejuvvon guovlu, mii gullá Ruošša soahtevehkii.

source: Koltansaamen kielen käyttö on maailmansotien ja kolttasaamelaisen yhteisön kokemien kohtaloiden seurauksena vähentynyt.
sme: Nuortalašgiela geavaheapmi lea máilmmisođiid ja nuortalaš servoša vásihan galgamušaid geažil geahppánan.

source: Kolttasaamelaiset elävät nykyisin kolmen valtion kansalaisina.
sme: Nuortalaččat ellet dán áigge golmma stáhta riikkavuložin.

source: Koltansaamen kielen asema ja käyttö on vahvinta Suomen puolella, jossa koltansaamea opetetaan koulussa kielen oppiaineena ja käytetään jonkin verran myös koulun opetuskielenä.
sme: Nuortalašgiela sajádat ja geavaheapmi lea nannosamos Suoma bealde, gos nuortalašgiella oahpahuvvo skuvllas giela oahppoávnnasin ja geavahuvvo muhtun veardde maid skuvlla oahpahusgiellan.

source: Norjan alueella asuvat kolttasaamelaiset eivät enää puhu kieltään, eikä koltansaamen kieltä opeteta kouluissa.
sme: Norgga bealde ássi nuortalaččat eai šat hála gielaset iige nuortalašgiella oahpahuvvo skuvllain.

source: Venäjän puolellakaan koltansaamen kieli ei kuulu koulun opettamiin kieliin, mutta kielen puhujia ja edistäjiä silti vielä löytyy.
sme: Ruošša bealdege nuortalašgiella ii gula skuvlla oahpahan gielaide, muhto gávdnojit datte vel olbmot, geat hállet ja figget ovddidit giela.

source: Kolmen valtion alueilla asuvat kolttasaamelaiset kokoontuivat kesäkuussa 2012 koltansaamen kielen ja kulttuurin elvyttämistä sekä asemaa käsitelleeseen konferenssiin Inarin Sajokseen, jossa tapasimme koltansaamen osaajan ja kehittäjän Zoja Nosovan.
sme: Golmma riikkas ássi nuortalaččat čoahkkanedje geassemánus 2012 nuortalašgiela ja kultuvrra ealáskahttima sihke sajádaga gieđahallan konferensii Anára Sajosii, gos deaivvaimet nuortalašgiela čeahpi ja ovddideaddji Zoja Nosova.

source: Zoja aloitti koltansaamen kielen opetuksen kotikylässään Ylä-Tulomalla vuonna 1999.
sme: Zoja álggahii nuortalašgiela oahpahusa ruoktogilistis Badje-Doallámis jagis 1999.

source: Vuodet 1999-2000 ja 2003-2004 olivat Zojan mukaan koltansaamen kielen opetuksen aloittamisen vuodet Kuolan niemimaalla.
sme: Jagit 1999-2000 ja 2003-2004 ledje Zoja mielde nuortalašgiela oahpahusa álgojagit Guoládatnjárggas.

source: – Opetusta järjestettiin yksityisissä tiloissa kerran viikossa, joskus useamminkin.
sme: – Oahpahus lágiduvvui priváhta sajiin oktii vahkus, muhtumin dávjjibutge.

source: Opetusta annettiin kolmessa asutuskeskuksessa, Murmashissa, Ylä-Tulomalla ja Tulomalla ja käytimme opetuksessa arkielämän teemoja, kertoo Zoja.
sme: Oahpahus addojuvvui golmma čoahkkebáikkis, Murmashis, Badje-Doallámis ja Doallámis ja geavaheimmet oahpahusas árgaeallima temáid, muitala Zoja.

source: Kuva koltansaamen kielen ja kulttuurin konferenssista Inarissa kesällä 2012.
sme: Govva nuortalašgiela ja - kultuvrra konfereanssas Anáris geassit 2012.

source: - Toimin kurssien opettajana, mutta se ei ollut ihan yksinkertaista, koska koltansaamen kielellä ei ollut Venäjällä kirjakieltä.
sme: - Bargen oahpaheaddjin gurssain, muhto dat ii lean nu oktageardánis bargu, dasgo nuortalašgillii ii gávdnon Ruoššas girjegiella.

source: Painettuja oppimateriaaleja ei ollut lainkaan.
sme: Prentejuvvon oahppamateriálat eai lean ollege.

source: Hankin oppimateriaaleja Suomen puolelta, jossa niitä oli jonkin verran saatavissa, kertoo Zoja.
sme: Háhken oahppamateriálaid Suoma bealde, gos dat ledje muhtun veardde oažžumis, muitala Zoja.

source: - Sevettijärveläinen Jouni Moshnikoff oli yksi yhteistyökumppaneistamme Suomen puolella.
sme: - Čeavetjávrelaš Jouni Moshnikoff lei okta min oktasašbargoguimmiin Suoma bealde.

source: Hän toi meille oppimateriaaleja ja olemme myös vierailleet paljon Sevettijärvellä.
sme: Son buvttii midjiide oahppamateriálaid ja mii leat maid galledan ollu Čeavetjávrris.

source: Opettelimme saamenkielisiä lauluja, kerroimme kolttasaamelaisia tarinoita ja viime vuosina olemme tehneet myös paljon kolttasaamelaisia käsitöitä, kertoo Zoja.
sme: Oahpahalaimet sámegielat lávlagiid, muitaleimmet nuortalaš máidnasiid ja maŋimuš jagiin mii leat duddjon maid ollu nuortalaš dujiid, muitala Zoja.

source: Zoja Nosova kertoo esimerkkejä käytännön kieliyhteistyöstä:
sme: Zoja Nosova muitala ovdamearkkaid geavatlaš giellaoktasašbarggus.

source: - Jouni kävi meidän vieraanamme ja huomasimme puhuvamme koltansaamea hieman eri tavalla.
sme: - Jouni finai min guossin ja fuomášeimmet ahte mii hállat nuortalašgiela vehá earáláhkai.

source: Jounilla oli saamenkielisiä sanoja, joihin suomen kieli oli vaikuttanut.
sme: Jouni geavahii sámegielat sániid, maidda suomagiella lei váikkuhan.

source: Kerroin hänelle, mitkä sanat olivat alkuperäisiä koltansaamen sanoja ja sillä tavalla teimme omaa kielenhuoltoamme.
sme: Muitalin sutnje, mat sánit ledje originála nuortalašgielat sánit ja dan láhkai barggaimet iežamet giellagáhttema.

source: - Vuosina 2007-2008 opettajana toimi Irina Rudolfovna Tytsjyk ja oppitunteja pidettiin Murmashissa ja Tulomassa.
sme: - Jagiin 2007-2008 oahpaheaddjin doaimmai Irina Rudolfovna Tytsjyk ja oahppodiimmut dollojuvvojedje Murmashis ja Doallámis.

source: Noina vuosina opetusta annettiin Norjan saamelaiskäräjien kielikomitean avustuksella ja oppilaat suorittivat tutkinnon kurssin lopussa, Zoja kertoo.
sme: Duoid jagiin oahpahus addojuvvui Norgga sámedikki giellakomitea doarjagiin ja oahppit čađahedje dutkosa gurssa loahpas, muitala Zoja.

source: - Siirryin uudelleen opettajaksi vuosiksi 2009-2011 ja kurssilaiset olivat enimmäkseen samoja, jotka olivat mukana jo kurssien alussa.
sme: - Sirdásin ođđasit oahpaheaddjin jagiide 2009-2011 ja gursalaččat ledje eanaš seammát, geat ledje mielde juo gurssaid álggus.

source: Tarinakirja koltansaameksi
sme: Máinnasgirji nuortalašgillii

source: Zoja Nosova on toiminut koltansaamen kielen edustajana myös kaikkia neljässä valtiossa puhuttuja saamen kieliä edustavassa saamen kielen lautakunnassa.
sme: Zoja Nosova lea doaibman nuortalašgiela ovddasteaddjin maid buot njealje riikkas hállojuvvon sámegielaid ovddasteaddji sámegiela lávdegottis.

source: Lautakunta toimii Pohjoismaiden saamelaiskäräjien yhteistyöelimen, Saamelaisen parlamentaarisen neuvoston alaisuudessa.
sme: Lávdegoddi doaibmá Davviriikkaid sámedikkiid oktasašbargoorgána, Sámi parlamentáralaš ráđi vuollásažžan.

source: - Esitin lautakunnalle vanhojen kolttasaamelaisten, venäjän kielellä julkaistujen tarinoiden kääntämistä koltansaamen kielelle ja pyysin heiltä apua niiden julkaisemiseen.
sme: - Evttohin lávdegoddái boares nuortalaš, ruoššagillii almmustahtton máidnasiid jorgaleami nuortalašgillii ja bivden sis veahki daid almmustahttimii.

source: Tarinat oli alun perin kerätty jo vuonna 1977 ja julkaistu venäjänkielisenä kirjana vuonna 1990.
sme: Máidnasat ledje álggoálggus čoggojuvvon juo jagis 1977 ja almmustahtton ruoššagielat girjin jagis 1990.

source: Zoja sanoo, että kolttasaamelaiset ovat aina olleet kovia tarinoimaan ja tarinat sisältävät paljon kolttasaamelaista historiaa ja perinnetietoa.
sme: Zoja dadjá ahte nuortalaččat leat álo muitalan máidnasiid ja máidnasat sisttisdollet ollu nuortalaš historjjá ja árbedieđu.

source: - Lautakunnan koltansaamen jaosto aloittikin käännöshankkeen ja rahoitti myös tarinakirjan julkaisemisen, kertoo Zoja.
sme: - Lávdegotti nuortalašgiela juogus álggahiige jorgalanfidnu ja ruhtadii maid máinnasgirjji olggosaddima, muitala Zoja.

source: Kirjan toimitti ja julkaisi lopulta Suomen saamelaiskäräjien koulutus- ja oppimateriaalitoimisto. "
sme: Girjji doaimmahii ja olggosattii loahpas Suoma sámedikki skuvlen- ja oahppamateriáladoaimmahat. "

source: KåŠllmuõrâž " - niminen vanhoja kolttasaamelaisia kertomuksia sisältävä teos ilmestyi koltansaamenkielisenä painoksena vuoden 2012 alussa.
sme: KåŠllmuõrâž " - nammasaš boares nuortalaš máidnasiid sisttisdoalli girji almmustuvai nuortalaš preanttusin jagi 2012 álggus.

source: Zoja Nosova luki teoksen kertomukset koltansaamen kielellä nauhalle, josta työryhmä Katri Fofonoff, Eino Koponen, Jouni Moshnikoff, Tiina Sanila-Aikio ja Seija Sivertsen huolehtivat kertomukset koltansaamen nykyiseen kirjoitusasuun.
sme: Zoja Nosova logai girjji muitalusaid nuortalašgillii báddái, mas bargojoavku Katri Fofonoff, Eino Koponen, Jouni Moshnikoff, Tiina Sanila-Aikio ja Seija Sivertsen fuolahedje muitalusaid nuortalašgiela dálá čállinvuohkái.

source: Zoja kertoo myös korjailleensa tekstiä aina, kun huomasi virheitä.
sme: Zoja muitala maid ahte divodii teavstta álo, go fuomášii feaillaid.

source: – Esimerkiksi puiden nimiä oli käännetty väärin venäjän kielelle, kertoo Zoja.
sme: – Ovdamearkka dihte muoraid namahusat ledje jorgaluvvon boastut ruoššagillii, muitala Zoja.

source: Kuvissa venäjänkielinen alkuperäisteos ja nyt julkaistu koltansaamenkielinen teos.
sme: Govain ruoššagielat álgogirji ja dál olggosaddon nuortalašgielat girji.

source: Kirja on saatavissa saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta, saamelaiskulttuurikeskus Sajoksesta Inarista.
sme: Girji lea oažžumis sámedikki skuvlen- ja oahppamateriáladoaimmahagas, sámekulturguovddáš Sajosis Anáris.

source: Teoksen uuden kuvituksen on tehnyt Merja Aletta Ranttila.
sme: Girjji ođđa govaid lea dahkan Merja Aletta Ranttila.

source: Lisätietoja tästä.
sme: Lassediehtu dás.
